tap "derailed/popeye"
tap "fujiwara/tap"
tap "hendrikmaus/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
# https://github.com/Homebrew/homebrew-cask-drivers
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "jesseduffield/lazydocker"
tap "johanhaleby/kubetail"
tap "little-angry-clouds/homebrew-my-brews"
tap "txn2/tap"
tap "vmware-tanzu/carvel"

brew "asdf"
brew "autojump"
brew "bash"
brew "bat"
brew "blackbox"
brew "cheat"
brew "coreutils"
brew "dep"
brew "direnv"
brew "dive"
brew "doctl"
brew "fzf"
brew "git"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnupg"
brew "gnutls"
brew "go"
brew "grep"
brew "gron"
brew "gh"
brew "helm-templexer"
brew "helmenv"
brew "htop"
brew "hugo"
brew "ipcalc"
brew "istioctl"
brew "icu4c" # https://github.com/mickael-menu/zk
brew "jq"
brew "just"
brew "k3d"
brew "k9s"
# brew "kafkacat" # deprecated in favour of kcat
brew "kapp"
brew "kbld"
brew "kcat"
brew "kubectx"
brew "kubefwd"
brew "kubernetes-cli", link: false
brew "kubetail"
brew "kubie"
brew "lazydocker"
brew "lazygit"
brew "make"
brew "mas"
brew "moreutils"
brew "ngrep"
brew "pinentry-mac"
brew "plantuml"
brew "popeye"
brew "pre-commit"
brew "prips"
brew "restic"
brew "shellcheck"
brew "slides"
brew "starship"
brew "stern"
brew "stow"
brew "telnet"
brew "terraform-docs"
brew "tfenv"
brew "tflint"
brew "tfmigrate"
brew "tfsec"
brew "tfstate-lookup"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "xz"
brew "yq"
brew "zsh"

cask "1password"
cask "1password-cli"
cask "alfred"
cask "bettertouchtool"
cask "bloomrpc"
cask "dash"
cask "docker"
# cask "docker-toolbox" # discontinued
cask "duet"
cask "evernote"
cask "opera-gx"
cask "firefox"
cask "firefox-developer-edition"
cask "gimp"
cask "google-chrome"
cask "google-chrome-canary"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "istat-menus"
cask "iterm2"
cask "joplin"
cask "logitech-options"
cask "logitech-camera-settings"
# cask "mqtt-explorer" # download failed
cask "paw"
cask "sequel-ace"
cask "spotify"
cask "spotmenu"
cask "spectacle"
cask "teamviewer"
cask "teamviewer-quickjoin"
cask "teamviewer-quicksupport"
cask "the-unarchiver"
# cask "tunnelblick" # installed by trv self service
# cask "virtualbox" # not supported on arm46 at the moment
cask "visual-studio-code"
cask "vlc"
cask "wireshark"

# mas "Kaleidoscope", id: 587512244
