4ops.terraform
eamodio.gitlens
EdgardMessias.clipboard-manager
EditorConfig.EditorConfig
floone.varnish-vcl
googlecloudtools.cloudcode
Gruntfuggly.todo-tree
ivory-lab.jenkinsfile-support
jebbs.plantuml
mauve.terraform
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
PKief.material-icon-theme
redhat.vscode-yaml
timonwong.shellcheck
wayou.vscode-todo-highlight
wholroyd.HCL
yzhang.markdown-all-in-one
DavidAnson.vscode-markdownlint
svsool.markdown-memo
stkb.rewrap
streetsidesoftware.code-spell-checker-german
streetsidesoftware.code-spell-checker
timonwong.shellcheck
